import Footer from "../Footer/Footer"
import Nav from "../Nav"
import styles from "../Prayer/Prayer.module.css"

export default function Prayer() {
    return (
        <>
            <Nav />
            <br />
            <h1>Our Prayer: </h1>
            <br />
            <h1>इतनी शक्तत हम दना दाता</h1>
            <br />
            <div className={styles.prayerBox}>
                <pre>
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    हभ चरें नेक यस्ते ऩे
                    हभस बरकय बी कोई बर हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    दय अज्ञान क हो अधय
                    त हभ ज्ञान की यौशनी द
                    हभ फयाई स फचक यह हभ
                    क्जतनी बी दे बरी क्िन्दगी दे
                    फैय हो ना ककसी का ककसी से
                    बािना भन भें फदरे की हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    हभ चरें नेक यस्ते ऩे
                    हभस बरकय बी कोई बर हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    हभ न सोचें हभें तमा मभरा है
                    हभ मे सोचें ककमा तमा है अऩपण
                    पर खमशमों क फाट सबी को
                    सफका जीिन ही फन जाम भघफन
                    अऩनी करुणा को जर त फहा क
                    कयदे ऩािन हय एक भन का कोना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    हभ चरें नेक यस्ते ऩे
                    हभस बरकय बी कोई बर हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                    हभ चरें नेक यस्ते ऩे
                    हभस बरकय बी कोई बर हो ना
                    इतनी शक्तत हभें देना दाता
                    भन का विश्िास कभजोय हो ना
                </pre>
            </div>
            <Footer />
        </>
    )
}