import Footer from "../../components/Footer/Footer.jsx";
import Nav from "../../components/Nav.jsx";
import styles from "../Prayer/Prayer.module.css";

export default function Prayer() {
    return (
        <div>
            <Nav />
            <br />
            <div className={styles.prayerBox}>
                <h2 className={styles.heading}>इतनी शक्ति हमें देना दाता</h2>
                <br/>
                <div className={styles.poem}>
                    <p>इतनी शक्ति हमें देना दाता, मन का विश्वास कमज़ोर हो ना</p>
                    <p>हम चलें नेक रस्ते पे हमसे, भूलकर भी कोई भूल हो ना</p>
                    <p>दूर अज्ञान के हो अँधेरे, तू हमें ज्ञान की रौशनी दे</p>
                    <p>हर बुराई से बचके रहें हम, जीतनी भी दे भली ज़िन्दगी दे</p>
                    <p>बेर हो ना किसी का किसी से भावना मन में बदले की हो ना</p>
                    <p>हम चलें नेक रस्ते पे हमसे भूलकर भी कोई भूल हो ना</p>
                    <p>इतनी शक्ति हमें देना दाता, मन का विश्वास कमज़ोर हो ना</p>
                    <p>हम न सोचें हमें क्या मिला है हम ये सोचें किया क्या है अर्पण</p>
                    <p>फूल खुशियों के बांटें सभी को सबका जीवन ही बन जाए मधुवन</p>
                    <p>अपनी करुणा का जल तू बहा के कर दे पावन हर एक मन का कोना</p>
                    <p>हम चलें नेक रस्ते पे हमसे भूलकर भी कोई भूल हो ना</p>
                    <p>इतनी शक्ति हमें देना दाता, मन का विश्वास कमज़ोर हो ना</p>
                    <p>हम अँधेरे में हैं रोशनी दे खो ना दे खुद को ही दुश्मनी से</p>
                    <p>हम सज़ा पायें अपने किए की मौत भी हो तो सह ले ख़ुशी से</p>
                    <p>कल जो गुज़ारा है फिर से ना गुज़रे आने वाला वो कल ऐसा हो ना</p>
                    <p>हम चलें नेक रस्ते पे हमसे भूलकर भी कोई भूल हो ना</p>
                    <p>इतनी शक्ति हमें देना दाता, मन का विश्वास कमजोर हो ना</p>
                </div>
            </div>
            <Footer/>
            <br/>
            <br/>
        </div>
    );
}
